<?php

/*
    * データリソース(モックアップ)
    * API仕様
        * name 店舗名
        * line 最寄駅名
        * x 緯度
        * y 経度
*/

$db['db'] = [
    'shop' => [
        [
            'name' => 'キルシュ エ セロリ',
            'line' => '地下鉄三宮駅',
            'x' => 135.1891561,
            'y' => 34.692434,
        ],
        [
            'name' => 'ふぐ三味 北野坂店',
            'line' => 'JR三ノ宮駅',
            'x' => 135.1903242,
            'y' => 34.6953376,
        ],
        [
            'name' => '海蓮丸 神戸店',
            'line' => 'JR神戸駅',
            'x' => 135.1743415,
            'y' => 34.6816624,
        ],
        [
            'name' => '浜焼太郎 神戸駅前店',
            'line' => 'JR神戸駅',
            'x' => 135.1751136,
            'y' => 34.6780875,
        ],
    ],
];